{
    "dupicken_a-1_125": "(96)\n...\nHenry McCray & James Magsey to Asa Sanford\nS.C. Pickens Dist.\nKnow all men by these \nPresents that I Henry McCray of South carolina \nin the aforesaid Dist. in Consideration of Fifty\nDollars which Asa Sanford of the said State\nand district has signed a certain Note of hand for Given by the \nsaid McCray to William Clark of the said State and district a\nsecurity for said Clarke I have herein Granted Bargained and Sold\nunto the Said Asa Sanford his heirs certain attorney executors\nadministrators and assigns a negro boy Named Oliver in his\nfifth year of age and I and my heirs executors administrators\nand assigns Shall and do by this instrument renounce all\nright and title to the said negro boy and I and my heirs \nexecutors & administrators shall forever Warrant and defend\nthe said Property from every person Lawfully claiming or \nto Claim the said Property or any part the value thereof\nallowing the privalege of the Said property to be removed by\nsaid McCray into the State of Alabama there to remain\nuntil said note becomes due and if not Paid to be given\nup to said Asa Sanford but if said note is paid by the\nappointed time free of all expense to said Asa Sanford\nthen and in such can this instrument and every sentence\nand Clause herein specified Shall be utterly null and void\nto all intents and purposes in testimony Whereof the said\nHenry McCray hath here unto set his hand and seal this \nTwelfth day of February in the year of our Lord one thousa\n\n(97)\nnd eight Hundred & Twenty Eight Sealed & delivered \nin the Presents of \nSquire Mason\t\t\t\t\t\t\t\tH McCray (LS)\nJ.B. Burks\nthis is to Certify that I James Magsey of Pickens District\nin the State of South carolina herein bind myself to see the \nfore Mentioned Negro boy oliver Delivered up to the siad \nAsa Sanford of the aforesaid State & district or to his heirs\nexecutors administrators or assigns in case of the neglect of the \nsaid McCray or his heirs executors administrators or assigns to\npay the said note of fifty Dollars to the said William Clarkes or \nto his order heirs or assigns by the appointed time -- \nIn testimony whereof the Magsey hath here to set his hand\n& seal this twelfth day of February in the year of Our Lord one\nthousand eight hundred & Twenty eight\nJist Squire Mason\t\t\t\t\t\t\tJames Magsey (LS)\nJ.B. Burke\nS.C. Picken District Personally John B. Burke appeared\nbefore me the subscribing justice and being duly sworn\nmade oath that he did see Henry McCray and James Massey\nsign the within Mortgage and agreement unto Asa\nSanford for the use purposes and intents within mentioned\nand also that Squire Mason did sign a subscribing witness\nwith him self sworn to and subscribed this twenty first\nday of Feby A D 1829 \t\t\t\t(Interlined before Signed)\n\t\t\t\t\t\t\t\t\t\tJB Burke\nWm Barton J.B.\t\t\t\t\t\t\tJ.B. Burke\nRecorded the 9th March 1829 and Examined\n\t\t\t\t\t\t\t\tWilliam L. Hilth\n\t\t\t\t\t\t\t\tC C & R M C",
    "dupicken_a-1_126": "(96)\n...\nHenry McCray & James Magsey to Asa Sanford\nS.C. Pickens Dist.\nKnow all men by these \nPresents that I Henry McCray of South carolina \nin the aforesaid Dist. in Consideration of Fifty\nDollars which Asa Sanford of the said State\nand district has signed a certain Note of hand for Given by the \nsaid McCray to William Clark of the said State and district a\nsecurity for said Clarke I have herein Granted Bargained and Sold\nunto the Said Asa Sanford his heirs certain attorney executors\nadministrators and assigns a negro boy Named Oliver in his\nfifth year of age and I and my heirs executors administrators\nand assigns Shall and do by this instrument renounce all\nright and title to the said negro boy and I and my heirs \nexecutors & administrators shall forever Warrant and defend\nthe said Property from every person Lawfully claiming or \nto Claim the said Property or any part the value thereof\nallowing the privalege of the Said property to be removed by\nsaid McCray into the State of Alabama there to remain\nuntil said note becomes due and if not Paid to be given\nup to said Asa Sanford but if said note is paid by the\nappointed time free of all expense to said Asa Sanford\nthen and in such can this instrument and every sentence\nand Clause herein specified Shall be utterly null and void\nto all intents and purposes in testimony Whereof the said\nHenry McCray hath here unto set his hand and seal this \nTwelfth day of February in the year of our Lord one thousa\n\n(97)\nnd eight Hundred & Twenty Eight Sealed & delivered \nin the Presents of \nSquire Mason\t\t\t\t\t\t\t\tH McCray (LS)\nJ.B. Burks\nthis is to Certify that I James Magsey of Pickens District\nin the State of South carolina herein bind myself to see the \nfore Mentioned Negro boy oliver Delivered up to the siad \nAsa Sanford of the aforesaid State & district or to his heirs\nexecutors administrators or assigns in case of the neglect of the \nsaid McCray or his heirs executors administrators or assigns to\npay the said note of fifty Dollars to the said William Clarkes or \nto his order heirs or assigns by the appointed time -- \nIn testimony whereof the Magsey hath here to set his hand\n& seal this twelfth day of February in the year of Our Lord one\nthousand eight hundred & Twenty eight\nJist Squire Mason\t\t\t\t\t\t\tJames Magsey (LS)\nJ.B. Burke\nS.C. Picken District Personally John B. Burke appeared\nbefore me the subscribing justice and being duly sworn\nmade oath that he did see Henry McCray and James Massey\nsign the within Mortgage and agreement unto Asa\nSanford for the use purposes and intents within mentioned\nand also that Squire Mason did sign a subscribing witness\nwith him self sworn to and subscribed this twenty first\nday of Feby A D 1829 \t\t\t\t(Interlined before Signed)\n\t\t\t\t\t\t\t\t\t\tJB Burke\nWm Barton J.B.\t\t\t\t\t\t\tJ.B. Burke\nRecorded the 9th March 1829 and Examined\n\t\t\t\t\t\t\t\tWilliam L. Hilth\n\t\t\t\t\t\t\t\tC C & R M C",
    "dupicken_a-1_141": "(112)\nRichard Gaines to Reuben Gaines\nState of So. Carolina\nPickens District\nKnow all\nmen by these \nPresents that I Richard Gaines of \nthe State and district aforesaid for the love and affection\nI bear for my son Reuben Gaines and being in a law state \nof helth for and in Consideration of the Maintainance of \nmy family and the Tuition of my three children Mary Gains\nEnoch G. Gains Elisha Gains do give five negroes by name Rachel\nSealah Abraham Lydia and Clark one wagin my Stock of\nCattle and horses all my house hold and Kitchen furniture my \nplantation tools To have and to hold all the above named\nproperty unto the aforesaid Reuben Gains His heirs and assigns\nforever and I do hereby bind myself my heirs to warrant and \nforever defend the aforesaid property unto the aforesaid \nReuben Gaines and to his heirs provided he complies with \nthe above conditions against myself my heirs or any person\nWhomsoever in Witness Whereof I set my hand and affix\nmy seal this fifteenth of Oct. Eighteen hundred and Twenty\nEight in presence of us\nWilliam Oliver\t\t\t\t\t\tRich. Gaines (SEAL)\nAlbert Arnold\nState of So. Carolina\nPickens District\nPersonally come Albert Arnold before\nme James Gaines one of the Justice of the \nPeace and made Oath that he saw Richard Gains sign\nseal and his Act and diad deliver the within for the purposes\ntherein contained and that Wm. Oliver did sign as a \nWitness with himself to the due Execution of the same Sworn\nto this 7th of March 1829\nbefore me Jas. Gains L.W.\t\t\t\t\tRobert Arnold\nRecorded the 10th March 1829 and Examined\n\t\t\t\t\t\t\tWilliam L. Keith\t\t\n\t\t\t\t\t\t\tC. C. & R. M. C.",
    "dupicken_a-1_200": "(175)\n...\nJohn S. Edwards to Roda T. Latham\nThe State of South Carolina\nPickens District\nKnow all by these\npresents that I John \nS. Edwards of the Same State and district aforesaid\nfor and in consideration of the salusal good love and affection which I bear\nto my daughter Roda T. Latham have given and granted unto the said\nRoda T. Latham her heirs executors administrators and assigns one Negro\ngirl about Eight years of age by the name of Mary one sorrel horse named\nanthony one Feather bed and furniture bed slead and cord one Cow\nand calf one saw and piggs one pine table six splite bottom chears one\nsmall trunk to have and to hold to hear owen sehret youse and behoff and the\nLawfull Jysues of hear body unto her and her ishu or hares of her body thene\nand their executors and administrators and assigns against the claims of the \nsaid John S. Edwards my executors administrators and assigns and from \nevery other person or persons Whomsoever shall lawfully claim the same or\nany part and will warrant and forever defend the same in testimony whereof\nI have hereunto set my hand and Fixed my seal the second day of September\none thousand Eighteen hundred and Twenty Nine and in the Fifty fourth \nyear of the Suvunety and independence of the united States of america\nSigned Sealed and delivered in presents of us\nG.W. Hawkins  David mack Donald \t\t\t\t\tJohn S. Edwards (Seal)\nThe State of South carolina\nPickens District\nPersonally appeared George W. Hawkins before\nme and made oath that he saw John S. Edwards\nSign Seal and deliver the within deed of gift to his daughter Roda T. Latham\nfor the use and purpose within mentioned and david Donald with himself\nwitnessed the due Execution of the same Sworn to the 7th September 1820\t\t\t\tG W Hawkins\nRecorded the 7th Sept. 1829 and Examined William L. Hilth C. C. & R. M. C.",
    "dupicken_a-1_225": "(200)\nJeremiah Field to His Children\nSouth Carolina\nPickens District\nKnow all men by these presents \nthat I Jeremiah Field of the \nSd. State and district in concideration of the Natural\nLove and affection which I bear unto my Children that is to say \nMalinda A. Field James M. Field Elijah M. Field and Elias E. Field\nand also for other Good causes and Conciderations me the said Jeremiah \nField hereunto moved have given granted and confirmed unto the\nabove named Children that is to say to Malinda Ann Field and to the\nheirs of her body one Negroe girl named Naneo and one Negro boy named\nSam and to Elijah Murphy Field and Elias Earle Field two Negroe\nboys one named David and the other named Aaron and the right\nof the Sd. Negroes to be vested in the sd. children as represented by these\npresents as they become of age in whosoever hands custidy or\npossession they may be To have and to hold unto the said children\ntheir heirs executors administrators and assigns to their only proper use\nbenefit and behoof of the Said Children forever and I the sd. Jeremiah\nField do bind myself my heirs executors and administrators firmly\nby these presents to warrant and forever defend the same un to the\nsd. children as above represented in witness whereof I have hereunto\nset my hand and affixed my seal this Thirtieth of December\none thousand eight hundred and Twenty eight and in the\nfifty third year of America independency Signed Sealed and\nacknowledged in the presents of \t\t\tJeremiah Field (Seal)\nThos. Garvin  Thos. D. Garvin\nThe State of South Carolina\nPickens District\nPersonally appeared Thomas Garvin\nbefore me and made Oath that he saw Jeremiah Field sign\nseal and acknowledge the within Deed of Gift to Malinda\nA. Field James M. Field Elijah M. Field and Elias E. Field for \nthe use and purposes within mentioned and that Thomas D.\nGarvin witto himself witnessed the due execution of the \nsamr sworn to the 2nd Nov. 1829 -- \t\t\tThos. Garvin\nbefore me William L. Keith C C & Exoff Lu\nRecorded the 2nd Nov. 1829 and Examined\nWilliam L. Keith C.C. & R.M.O",
    "dupicken_a-1_310": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "dupicken_a-1_311": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "dupicken_a-1_312": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "dupicken_a-1_313": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "dupicken_a-1_314": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "& dupicken_a-1_315": "(285)\n...\nThomas Lee W.F. Lee Thos. Pickens and Kezia A. Miles \nto Patrick Noble\nMarriage Settlement \nState of South Carolina\nThis Indenture Tripartite made on the \nNineteenth day of April in the year of our Lord one thousand eight\nhundred thirty Between the Honorable Thomas Lee and Doctor\nWilliam F. Lee next friends and guardians specially appointed by the\nwill of the father of Kezia Ann Miles daughter of Jeremiah Miles late of\nof H. Pacils Parish in the district of Colleton and state aforesaid deceased\nand the said Kezia Ann Miles of the first part Thomas Pickens of Pendleton\nDistrict and State aforesaid of the second part and Patrick Noble of Abbeville\nDistrict in the state aforesaid Trustee named and Chosen by the parties\naforesaid to effectuate the settlement of the third part Whereas with Gods\npermission a marriage is shortly to be had and solemnized between the\nsaid Thomas Pickens and Kezia Ann Miles and whereas the said Kezia\nAnn Miles is entitled under the will of her father to a portion of his Estate\n(286)\nAnd Whereas the said Jeremiah Miles did in and by his last will and\nTestament give devise and bequeath his Estate as follows \"My property real\nand personal at a moderate calculation I value at sixty thousand Dollars\nThis I conceive ought to produce legal Interest I desire that my Executions and \nExecutrix herein after named or such of them as shall quatify do Keep my\nproperty together and plant my lands for four years if the produce of the \nfour years crops should amount to the legal Interest of sixty thousand Dollars\nfor four years then it is my desire that my property still be Kept Together\nas long as it shall in each and every four years successively thereafter produce\nsuch legal Interest until my sons attain the age of Twenty one years but\nif my property shall not in the first four years after my decease or in any\nfour years thereafter produce the amount of Legal Interest on sixty thous\nand Dollars then and in such case I desire that the whole of my Estate real and\npersonal shall be sold to the highest bidder or bidders on such terms as my\nExecutors may think best for the interest of my Estate and the proceeds of\nsuch sale I desire to be invested in such Funds or stock as my said Executors\nmay deem most advantageous the interest and proceeds of such funds or stock\ndividends thereon to be for the use and benefit of my heirs for their support\nso that the principal shall not be injured the same to be observed whilst my\nproperty is Kept Together the proceeds of crops paying all expenses and the\nbalance if any to be funded as I do not wish my planting Interest increased\nby purchase even in case it should prove productive. Should it be necessary\nto sell my Estate then I give devise and bequeath unto my wife Ann J. Miles\none fourth part of the proceeds of the sale thereof for her sole use forever and the\nresidence I give devise and bequeath unto my daughter Kezia and sons John \nand Jeremiah equally share and share alike my daughters share to be given her\non her marriage or attaining the age of Twenty one years my sons shares to be\ndelivered to them as they severally attain the age of Twenty one year but if it\nshall not be necessary to sell my Estate the same producing the interest required\nthen I give devise and bequeath the whole of my personal property to my wife\nand children to be equally divided between them share and share alike my\nwife to have and receive her share thereof on the day of her marriage in case she\nmarries again and should she not marry again she is to receive it on my Daughters\nmarriage or attaining the age of twenty one years my daughter is to receive\nher share thereof on her marriage or attaining the age of Twenty one years\nand sons to receive their shares thereof on their severally attaining the age\nof Twenty one years I give the use of my plantation whereon I at present reside\nshould it not be necessary to sell the same to my wife until she marries\nagain or dies and from and after her marriage or death I give devise\n(287)\nand bequeath the said plantation unto my son Jeremiah and his heirs forever\nShould he be there living I give devise and bequeath to my son John my other\nplantation called Leseinboro (should it not be necessary to sell the same) to\nhim and his heirs forever as soon as he attains the age of Twenty one years\nShould either of my children die without issue I give devise and bequeathe\nunto the survivor or survivors of them the share or shares of my Estate\nherein devised to such deceased child or children and my Wife is to take\nno part of such deceased child or childrens share by right of inheritance\nand should all of my children die without Issue then I give devise and \nbequeath the one half of my property herein devised to my children to my\nwife and her heirs forever and the other half I give devise and bequeath unto my\nsister if then living and in case of their death to their children share and share\nalike forever. If my sons take the lands bequeathed to them then in such case\nthey must pay to their sister Kezia Two Thousand Dollars on the day they shall\ntake possession there of and on their refusing to do so it is my will and desire\nthat the said Two plantations shall be sold and the proceeds there of be equal\nlly divided between my sons and daughter. I desire that my children\nmay receive good education. I wish that my sons should be classically educ\nated after which I desire that my sons John and Jeremiah shall have the\nbenefit of some profession or trade which they may choose and of which\nthey must make themselves fully masters if possible For the purpose and\npurposes aforesaid my Executors & Executrix and guardians of my said sons\nare to draw upon the proceeds of my property It is presumed that the successes\nof Interest or income which will arise in the early period of life will be\nsufficient to effect the purpose or meet the expenses now rendered necessary\nbut if the surplus accruing during this time of puberty not be sufficient\nwhen added to the proceeds or dividends for the time being then and in\nthat case the deficiency must be supplied from the said childs share or the\nrespective shares of those who are thus receiving the profession or trade aforesaid\nIt is my desire that whatever property my Daughter shall receive by this\nmy will shall be settled on her previous to her marriage  The property Given \nmy wife is in lieu of all Dower in my lands. I nominate and appointed\nWilliam Postell, Prep M. Smith and Thomas Boone of St. Batholomews\nmy Executors and Ann J. Miles Executrix of this will as trustees and\nGuardians to my children I appoint James Lee my Nephew William\nLee and Thomas Smith Junior of Stono to see that they are properly Educa\nted and the object and intention of my will fulfilled in this aspect and \nwhereas the executors and Executrix therein named did not sell any \npart of the estate and the same will therefore be subject to the division\nand allotment directed by the said Will and where or the testator in\n(288)\nand by the said will as before recited did direct his Daughters Portion\nto be settled upon her previous to marriage and Wheras there are sunday\ndebts still due by the Estate amounting to three thousand one hundred\nand Twenty one Dollars for which the Guardian Thomas Lee has Gioia\nhis Nates endorsed by the factors of the Estate Mep vs Wragg Meddleton and company\nwhich have been discounted in the State Bank and whereas these are\nnow belonging to the estate one hundred and thirteen slaves as appears by\nschedule annexed to the deed which cannot be divided before an order\ncan be obtained from the court of Equity at their next session for that\npurpose and whereas by the will herein before recited the lands belong\ning to the said Estate are directed when the sons of the testator John and \nJeremiah Miles attain the age of twenty one years to be vested in thine\non condition that they pay to their sister Kezia Ann Miles the sum\nof two thousand Dollars each and on noncompliance with\nsuch condition to be sold and the proceeds divided between the\nthe brothers and sister Now This Indenture Witnesseth that in pursu\naneo of the above recited premises and in concideration of one Dollar to thereo\npaid by the said Patrick Noble the said Thomas Lee and William F. Lee\nwith the privity consent and concurrence of the said Thomas Pickens\nand Kezia Ann Miles testified by this joining in the execution of these\npresent have bargained & sold and by these presents do bargain and sell to\nthe said Patrick Noble all the share of the Estate of the Estate of the said\nJeremiah Miles which the said Kezia Ann Miles is or hereafter shall be \nentitled to have and to hold the said share or Portion of the said Kezia Ann\nMiles under the will of her said Father (more particularly described in the \nschedule hereunto annexed) and made a part of this deed unto the said\nPatrick Noble trustee as foresaid his heirs Executors and administrators\nin trust never the less to for and upon the uses trusts and limitations declared\nin the will of the said Jeremiah Miles and herein before recited.\nProvided that in case hereafter it should become expedient it shall and \nmay be lawful to and for the said Thomas Pickens and Kezia Ann\nMiles when and as often as may be thought proper by and with the \nadvise and consent of the said Patrick Noble - his successors or trustee\nas aforesaid or in the event of the death of any trustee then without the\nadvise or consent of any Executor or administrator of such deceased\ntrustee in and by only deed duly executed in the presence of two witnesses\nunder the hand and seal of the said Thomas Pickens and Kezia\nAnn Miles to constitute nominate and appoint another trustee or\nor other trustees in the place and stead of the said Patrick Noble - \nor his successor or successors or trustee or trustees as aforesaid and the\n(289)\nsuccessor or successors or trustee or trustees last appointed or declaring \nin writing his her or their assent to such appointment shall and will\npossess and enjoy all the Powers rights privaliges and authority and be \nsubject to the duties liabilities and responsibilities of the said Patrick Noble\ntrustee as aforesaid and the person or persons formerly trustee or trustees\nin whose place and stead a new Trustee or Trustees shall be appointed\nand confirmed shall be fourthwith herefrom forever exonerated\nand discharged - In Witness Whereof of said parties have\nto these presents interchangably set their hand and seals on the day\nand in the year first above Written\nSealed and delivered in the presents of\t\t\t\t\tThomas Lee (Seal)\nThe word eighteen on the eighth line from\nthe bottom of the second page being \t\t\t\t\tWm. F Lee (Seal)\nfirst erased & the word thirteen enlerlined\nbefore Execution\t\t\t\t\t\t\tThomas J. Pickens (Seal)\nJosephino A Smith\nSarah Dickenson\t\t\t\t\t\t\t\tKezia Ann Miles (Seal)\nThos. H. Harris\nWitness the Execution of this deed\t\t\t\t\tPatrick Noble (Seal)\nby Patrick Noble\nJ. Edward Colhoun\nFloride Colhoun\n\nNegroes belonging to Est. J Miles March 1830\t\t\t\t\tSibby\nViolet\t\tEvelina\t\tLizzy\t\tLydia\t\tJoshua\t\tDerry\nAnya\t\tDonoho\t\tBetty\t\tSophy\t\tAbraham\t\tIsaac\nCuffy\t\tPhyllis\t\tIshmael\t\tNates\t\tAndrew\t\tMolly\nJoe\t\tDick\t\tSancho\t\tMark\t\tLuomauo\t\tTommy\nMary\t\tCate\t\tBilly\t\tMilley\t\tJoe\t\tBen\nPompey\t\tIsaac\t\tCesar\t\tPhabe\t\tMary\t\tJuba\nPhyllis\t\tLuoquo\t\tCeila\t\tMoll\t\tJane\t\tScilla\nBing\t\tCuffy\t\tJoe\t\tLucy\t\tPrined\t\tMary\nViolet\t\tSandy\t\tRenty\t\tAdam\t\tRose\t\tHercules\nMonday\t\tClarissa\tJune\t\tCysar\t\tBrano\t\tPugsy\nLondon\t\tPeter\t\tDaphne\t\tHannah\t\tHardtinees\tJohn\nBinah\t\tHannah\t\tCecila\t\tBob\t\tAffy\t\tJoan\nPrimus\t\tMelissa\t\tCate\t\tAney\t\tHarry\t\tTener\nVenus\t\tPeter\t\tAdam\t\tan infant\tAmelia\t\tFriday\nTener\t\tPhyllis\t\tHenry\t\tchance March \tComsee\t\tan infant\nMinqo\t\t31.\t\tNanny\t\tHector\t\tGracy\t\tCuffy\n\t\t\t\t\t\t33\t\t\t\t 03\n(290)\nLuornana\tLymus\t\tWith Gadsden\nMiley\t\tTino\t\t''  Lee\nEdward\t\tSam\t\t''  Smith\nShadrae\t\tWill\nBenah\t\tMoses -- With Mr. Schucirle Carpenter\nLewis\t\tGarrel -- With Mr. Fordham Blacksmith\nSyke\t\tRose\nCyrey\t\tDina -- 113 Negroes in all \nThe above list is correct the'. in many instances you will see \nthree of the same name \n\nFour of the Negroes stricken out of this Schedule viz. Cesar Hann\nah Patsy and Sally were not the property of the late Jeremiah\nMiles and therefor not subject to the limitations in his Will\nThe fellow Abram is the property of Miss Miles Given to her by \nher Grandmother ----- \n\nState of South Carolina\nAbbeville District\nPersonally appeared before me the subscr\nibing Justice J. Edward Colhoun who\nbeing duly sworn did depose and say that he was Personally\npresent and did see the witness named Patrick Noble sign seal\nand as his act and deed deliver the within deed for the purposes\nwithin mentioned and that the deponent together with Floride\nColhoun did subscribe their names as witness thereto\nsworn to and subscribed this 24th day \t\tJ. Edward Colhoun\nof May before me \n\tMoses Taggart D.L.\n\t\nState of South Carolina\nAnderson District\nPersonally appeared before me the sub\nscribing Justice Thos. H Harris who being\nduly sworn did depose and say that he was Personally present\nand did see the within named Thomas Lee and William Lee\nThomas J. Pickens and Kezia Ann Miles Sign Seal and as their\nact and deed deliver the within deed for the purposes within\nmentioned and that the deponent with Josephine A Smith\nand Sarah Dickenson did subscribe their names as witnesses\nthereto sworn to and subscribed this 17th day of June 1830\nbefore me George E W Foster\t\tThos. H. Harry\n     146   Notary Publee & Exoff Lh\nRecorded the 17th June 1830\t\tand Examined by\n\t\t\t\t    William Keith cc & R m e",
    "dupicken_a-1_391": "366\n...\nIsaac Jaudon to Margaret A Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Isaac Jaud\non of Pickens District in the state aforesaid for\nand in consideration of the natural affection love ang good will which\nI have and do bear toward my Daughter Margaret Anna Jaudon\nand for divers other good causes and considerations me thereunto\nmoving Hath given unto her and by these presents do give and deliver\nunto her one negro or Mulatto boy Slave named John about Ten\nyears of age and one negro girl or female Slave named Maria\nabout fifteen years of age Together with the future issue &\nincrease of the said Female Slave To Have and To Hold the said \nTwo Slaves with the increase of the said female to her and her \nheirs and assigns forever. And I do hereby bind myself my heirs\nexecutors and administrators to warrant and forever defend the \nsaid Mulatto boy John and negro girl Maria to the said \nMargaret Anna Jaudon her heirs and assigns against myself\nmy heirs executors and administrators and against all persons\nwhomsoever claiming or to claim them or either of them. \nwitness my hand and seal this second day of December in the year\nof our Lord one thousand eight hundred and thirty.\nSigned sealed and delivered in the presence of \t\t\tIsaac Jaudon (Seal)\nMiles M. Norton  William W. Jaudon\nThe State of South Carolina \tBefore me personally come Miles M.\nNorton and made oath that he was present and saw Isaac Jau\ndon sign seal & deliver the annexed Inshument of writing\nfor the uses & purposes therein mentioned and that he Together\nwith William W. Jaudon witnessed the due execution of \n(367)\nthe same in the presence of each other Sworn to - 2nd December 1830\nbefore Joseph Grisham Not.Pub.& Exoff J.U.L\t\t\tMiles M Norton\nPendleton S.C.\nRecorded the 6th day of December 1830 & Examined by \n\t\t\t\t\t\t\t\tWilliam L. Keith C C & R M C\nIsaac Jaudon to Paul Leneid Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac\nJaudon of Picken District in State aforesaid for\nand in consideration of the natural affection love and good will which\nI have and do bear towards my son Paul Leneid Jaudon and for\ndivers other good causes and considerations me thereunto moving Hath\ngiven and by these presents do freely give and deliver unto the said\nPaul Leneid Jaudon one negro boy or male Slave named Henry about\nnine years of age and one negro girl or female Slave named Dinah\nabout three years of age To Have and To Hold the said Two Slaves to\nthe said Paul Lenied Jaudon his heirs and assigns forever And I\ndo hereby bind myself my heirs Executors and administrators to\nwarrant and forever defend the said Two Slaves with the Issue\nand increase of the said Dinah to the Paul Leneid  his heirs\nand assigns against myself my heirs and against all persons whomsoever\nclaiming or to claim this same or either of them Witness my hand \nand seal this second day of December in the year of our Lord one\nthousand eight hundred and thirty\nSigned sealed and delivered in the presence of us\t\tIssac Jaudon (Seal)\nMiles M Norton William W Jaudon\nThe State of South Carolina   Before me Personally appeared Miles M.\nNorton and made oath that he was present & saw Issac Jaudon\nsign seal and deliver the foregoing instrument of writing & that he with\nW.W. Jaudon witnessed the same Sworn to 2d December 1830\nbefore Joseph Grisham N.P.&Exoff J U L Pendleton S G \nRecorded the 6th December 1830 & Examined by \n\t\t\t\t\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\nIssac Jaudon to Wm. W. Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac Jaudon\nof Pickens District for and in consideration of the \nnatural affection love and good will which I have and do bear tow\nards my son William Washington Jaudon and for divers other good\nand valuable considerations me thereunto moving Hath given and \nby these presents do give to my said son William Washington Jaudon\nand put into possosseon and delivered to him one negro man or male\n(368)\nSlave named Luash about Twenty years of age and one negro\nGirl or female Slave Ellen about Seven years of age To Have and \nTo Hold the said Two negroes with the increase of the female to\nhim his heirs and assigns forever And I do hereby bind myself\nmy heirs Executors and Administrators to warrant and forever\ndefend the said Two Negroes with the increase or Issue of the \nFemale to the said William Washington Jaudon his heirs and \nassigns forever against myself and against all manner of person\nor persons claiming or to claim the same or either of them\nWitness my hand and seal this second day of December \nin the year of our Lord one thousand eight hundred and thirty\nsigned sealed and delivered in the presence of    Isaac Jaudon (Seal)\nMiles M. Norton  Joseph Grisham\nThe State of South Carolina   Before me personally come Miles\nM. Norton & made oath that he was present & saw Isaac Jaudon\nsign seal & deliver the foregoing instrument of Writing for the \nuses & purposes therein mentioned and that he Together with \nJoseph Grisham witnessed the due Execution of the Same Sworn \nto 20 December 1830 before me\nJoseph Grisham Not Pub & Exoff  J. U. L Pendelon S.C.\nRecorded the 6th day of December 1830 and Examined by\n\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\n…",
    "dupicken_a-1_392": "366\n...\nIsaac Jaudon to Margaret A Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Isaac Jaud\non of Pickens District in the state aforesaid for\nand in consideration of the natural affection love ang good will which\nI have and do bear toward my Daughter Margaret Anna Jaudon\nand for divers other good causes and considerations me thereunto\nmoving Hath given unto her and by these presents do give and deliver\nunto her one negro or Mulatto boy Slave named John about Ten\nyears of age and one negro girl or female Slave named Maria\nabout fifteen years of age Together with the future issue &\nincrease of the said Female Slave To Have and To Hold the said \nTwo Slaves with the increase of the said female to her and her \nheirs and assigns forever. And I do hereby bind myself my heirs\nexecutors and administrators to warrant and forever defend the \nsaid Mulatto boy John and negro girl Maria to the said \nMargaret Anna Jaudon her heirs and assigns against myself\nmy heirs executors and administrators and against all persons\nwhomsoever claiming or to claim them or either of them. \nwitness my hand and seal this second day of December in the year\nof our Lord one thousand eight hundred and thirty.\nSigned sealed and delivered in the presence of \t\t\tIsaac Jaudon (Seal)\nMiles M. Norton  William W. Jaudon\nThe State of South Carolina \tBefore me personally come Miles M.\nNorton and made oath that he was present and saw Isaac Jau\ndon sign seal & deliver the annexed Inshument of writing\nfor the uses & purposes therein mentioned and that he Together\nwith William W. Jaudon witnessed the due execution of \n(367)\nthe same in the presence of each other Sworn to - 2nd December 1830\nbefore Joseph Grisham Not.Pub.& Exoff J.U.L\t\t\tMiles M Norton\nPendleton S.C.\nRecorded the 6th day of December 1830 & Examined by \n\t\t\t\t\t\t\t\tWilliam L. Keith C C & R M C\nIsaac Jaudon to Paul Leneid Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac\nJaudon of Picken District in State aforesaid for\nand in consideration of the natural affection love and good will which\nI have and do bear towards my son Paul Leneid Jaudon and for\ndivers other good causes and considerations me thereunto moving Hath\ngiven and by these presents do freely give and deliver unto the said\nPaul Leneid Jaudon one negro boy or male Slave named Henry about\nnine years of age and one negro girl or female Slave named Dinah\nabout three years of age To Have and To Hold the said Two Slaves to\nthe said Paul Lenied Jaudon his heirs and assigns forever And I\ndo hereby bind myself my heirs Executors and administrators to\nwarrant and forever defend the said Two Slaves with the Issue\nand increase of the said Dinah to the Paul Leneid  his heirs\nand assigns against myself my heirs and against all persons whomsoever\nclaiming or to claim this same or either of them Witness my hand \nand seal this second day of December in the year of our Lord one\nthousand eight hundred and thirty\nSigned sealed and delivered in the presence of us\t\tIssac Jaudon (Seal)\nMiles M Norton William W Jaudon\nThe State of South Carolina   Before me Personally appeared Miles M.\nNorton and made oath that he was present & saw Issac Jaudon\nsign seal and deliver the foregoing instrument of writing & that he with\nW.W. Jaudon witnessed the same Sworn to 2d December 1830\nbefore Joseph Grisham N.P.&Exoff J U L Pendleton S G \nRecorded the 6th December 1830 & Examined by \n\t\t\t\t\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\nIssac Jaudon to Wm. W. Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac Jaudon\nof Pickens District for and in consideration of the \nnatural affection love and good will which I have and do bear tow\nards my son William Washington Jaudon and for divers other good\nand valuable considerations me thereunto moving Hath given and \nby these presents do give to my said son William Washington Jaudon\nand put into possosseon and delivered to him one negro man or male\n(368)\nSlave named Luash about Twenty years of age and one negro\nGirl or female Slave Ellen about Seven years of age To Have and \nTo Hold the said Two negroes with the increase of the female to\nhim his heirs and assigns forever And I do hereby bind myself\nmy heirs Executors and Administrators to warrant and forever\ndefend the said Two Negroes with the increase or Issue of the \nFemale to the said William Washington Jaudon his heirs and \nassigns forever against myself and against all manner of person\nor persons claiming or to claim the same or either of them\nWitness my hand and seal this second day of December \nin the year of our Lord one thousand eight hundred and thirty\nsigned sealed and delivered in the presence of    Isaac Jaudon (Seal)\nMiles M. Norton  Joseph Grisham\nThe State of South Carolina   Before me personally come Miles\nM. Norton & made oath that he was present & saw Isaac Jaudon\nsign seal & deliver the foregoing instrument of Writing for the \nuses & purposes therein mentioned and that he Together with \nJoseph Grisham witnessed the due Execution of the Same Sworn \nto 20 December 1830 before me\nJoseph Grisham Not Pub & Exoff  J. U. L Pendelon S.C.\nRecorded the 6th day of December 1830 and Examined by\n\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\n…",
    "dupicken_a-1_393": "366\n...\nIsaac Jaudon to Margaret A Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Isaac Jaud\non of Pickens District in the state aforesaid for\nand in consideration of the natural affection love ang good will which\nI have and do bear toward my Daughter Margaret Anna Jaudon\nand for divers other good causes and considerations me thereunto\nmoving Hath given unto her and by these presents do give and deliver\nunto her one negro or Mulatto boy Slave named John about Ten\nyears of age and one negro girl or female Slave named Maria\nabout fifteen years of age Together with the future issue &\nincrease of the said Female Slave To Have and To Hold the said \nTwo Slaves with the increase of the said female to her and her \nheirs and assigns forever. And I do hereby bind myself my heirs\nexecutors and administrators to warrant and forever defend the \nsaid Mulatto boy John and negro girl Maria to the said \nMargaret Anna Jaudon her heirs and assigns against myself\nmy heirs executors and administrators and against all persons\nwhomsoever claiming or to claim them or either of them. \nwitness my hand and seal this second day of December in the year\nof our Lord one thousand eight hundred and thirty.\nSigned sealed and delivered in the presence of \t\t\tIsaac Jaudon (Seal)\nMiles M. Norton  William W. Jaudon\nThe State of South Carolina \tBefore me personally come Miles M.\nNorton and made oath that he was present and saw Isaac Jau\ndon sign seal & deliver the annexed Inshument of writing\nfor the uses & purposes therein mentioned and that he Together\nwith William W. Jaudon witnessed the due execution of \n(367)\nthe same in the presence of each other Sworn to - 2nd December 1830\nbefore Joseph Grisham Not.Pub.& Exoff J.U.L\t\t\tMiles M Norton\nPendleton S.C.\nRecorded the 6th day of December 1830 & Examined by \n\t\t\t\t\t\t\t\tWilliam L. Keith C C & R M C\nIsaac Jaudon to Paul Leneid Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac\nJaudon of Picken District in State aforesaid for\nand in consideration of the natural affection love and good will which\nI have and do bear towards my son Paul Leneid Jaudon and for\ndivers other good causes and considerations me thereunto moving Hath\ngiven and by these presents do freely give and deliver unto the said\nPaul Leneid Jaudon one negro boy or male Slave named Henry about\nnine years of age and one negro girl or female Slave named Dinah\nabout three years of age To Have and To Hold the said Two Slaves to\nthe said Paul Lenied Jaudon his heirs and assigns forever And I\ndo hereby bind myself my heirs Executors and administrators to\nwarrant and forever defend the said Two Slaves with the Issue\nand increase of the said Dinah to the Paul Leneid  his heirs\nand assigns against myself my heirs and against all persons whomsoever\nclaiming or to claim this same or either of them Witness my hand \nand seal this second day of December in the year of our Lord one\nthousand eight hundred and thirty\nSigned sealed and delivered in the presence of us\t\tIssac Jaudon (Seal)\nMiles M Norton William W Jaudon\nThe State of South Carolina   Before me Personally appeared Miles M.\nNorton and made oath that he was present & saw Issac Jaudon\nsign seal and deliver the foregoing instrument of writing & that he with\nW.W. Jaudon witnessed the same Sworn to 2d December 1830\nbefore Joseph Grisham N.P.&Exoff J U L Pendleton S G \nRecorded the 6th December 1830 & Examined by \n\t\t\t\t\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\nIssac Jaudon to Wm. W. Jaudon\nThe State of South Carolina\nKnow all men by these presents that I Issac Jaudon\nof Pickens District for and in consideration of the \nnatural affection love and good will which I have and do bear tow\nards my son William Washington Jaudon and for divers other good\nand valuable considerations me thereunto moving Hath given and \nby these presents do give to my said son William Washington Jaudon\nand put into possosseon and delivered to him one negro man or male\n(368)\nSlave named Luash about Twenty years of age and one negro\nGirl or female Slave Ellen about Seven years of age To Have and \nTo Hold the said Two negroes with the increase of the female to\nhim his heirs and assigns forever And I do hereby bind myself\nmy heirs Executors and Administrators to warrant and forever\ndefend the said Two Negroes with the increase or Issue of the \nFemale to the said William Washington Jaudon his heirs and \nassigns forever against myself and against all manner of person\nor persons claiming or to claim the same or either of them\nWitness my hand and seal this second day of December \nin the year of our Lord one thousand eight hundred and thirty\nsigned sealed and delivered in the presence of    Isaac Jaudon (Seal)\nMiles M. Norton  Joseph Grisham\nThe State of South Carolina   Before me personally come Miles\nM. Norton & made oath that he was present & saw Isaac Jaudon\nsign seal & deliver the foregoing instrument of Writing for the \nuses & purposes therein mentioned and that he Together with \nJoseph Grisham witnessed the due Execution of the Same Sworn \nto 20 December 1830 before me\nJoseph Grisham Not Pub & Exoff  J. U. L Pendelon S.C.\nRecorded the 6th day of December 1830 and Examined by\n\t\t\t\t\tWilliam L. Keith c.c. & R.M.C\n…",
    "dupicken_a-1_413": "(388)\n…\nThomas Blasengame to His Heirs\nThe State of South Carolina\nKnow all men by these presents that we George W. Hannon\nof Campbell County in the State of Georgia, John E.\nBlasengame, Robert E. Blasengame, Joseph A Field and William G. Field\nof the district of old Pendleton and State of South Carolina being the legal \nheirs and representatives of a deed of Gift from Thomas Blasengame\n(389)\nto his six Children  Mary, Samuel, John, Robert, Elizabeth and Obedience Sam \nuel having since the execution of the said deed of gift Deesd. leaving leaving the other\nfive above named his Lawful & only heirs which deed of Gift was executed \nthe fifth day of August 1811 and recorded in the Clerks Office of Pendleton Dis\ntrict SoCa in Book L. Page 180 and certified for the 20th day of Septr. 1811\nNow therefore be it known that we Geo. W. Hannon, John E. Blasengame Robert\nE. Blasengame Joseph A Field and William G. Field the five lawful heirs above \nmentioned and sole representatives of the above mentioned deed of Gift have\nfrom mutual consent and special confirmation among ourselves agreed on\nthe following division of the Negroes and their Increase contained in the above \nmentioned deed of Gift. (viz) George W. Hannon to have, Daniel Hannah\nJafse & Joseph, Rit. Jefse & Erns, Haley Jefse, and Flora. John E. Blasengame to have\nJoseph, James or Brum Seller Eliza Amy Raney Harriet Tom Baylis Abram and \nLauisa  Robert E Blasengame to have Henry Milly Ben Manuel Carnelas\nCarolina Maria Winney and Lewis - Joseph A Field to have Maurning Emetilia\nElizabeth Caroline, Buck Lawrence Rebecca, Clary, Alfred, James and Sarah -\nWilliam G Field to have Chany, Bridget, Aaron, Ann, John, Elias, Louisa Annis\nLucy, Frankey Lawrence and Caroline  The division of Property above specified\nwe and each of us do hereby bind ourselves our heirs Executors and administrators\nto abide and confirm forever absolutely in law and in Equity giving and granting\nto each other the separate and sole control of their proportion of the negroes as\nabove specified In testimony whereof we have hereunto set our hands and seals\nthis twenty seventh day of August in the year of our Lord one thousand eight\nhundred and thirty\nSigned sealed and acknowledged in the presence of \t\tGeorge W Hannon (Seal)\nThomas Gibson\t\t\t\t\t\t\tJohn E. Blasengame (Seal)\nNicholas Tripp\t\t\t\t\t\t\tR.E. Blasengame (Seal)\nWm. Holcombe\t\t\t\t\t\t\tJoseph A. Field (Seal)\n\t\t\t\t\t\t\t\tW.G. Field (Seal)\nState of South Carolina\nAnderson District\nPersonally appeared Thomas Gibson before me James\nDouthit one of the Justices of the Luorum in and for the \nDistrict aforesaid and being sworn in due form of law and on his oath said \nthat he saw Geo. W. Hannon John E. Blasengame Robert E. Blasengame Joseph \nA. Field and Wm. G Field each of them sign their names acknowledge\ntheir seals and deliver the within deed of Settlement for the within mentioned\npurpose and that Nicholas Tripp and Wm. Holcombe did subscribe their names\nwith himself as witness to the same sworn and subscribed unto before me\nthis 18th day of November 1830\t\t\tThomas Gibson\nJ.Douthit J.D.\nRecorded the 7th day of February 1831 and examined by\n\t\t\t\tWilliam L. Keith c.c.&R.M.C",
    "dupicken_a-1_414": "(388)\n…\nThomas Blasengame to His Heirs\nThe State of South Carolina\nKnow all men by these presents that we George W. Hannon\nof Campbell County in the State of Georgia, John E.\nBlasengame, Robert E. Blasengame, Joseph A Field and William G. Field\nof the district of old Pendleton and State of South Carolina being the legal \nheirs and representatives of a deed of Gift from Thomas Blasengame\n(389)\nto his six Children  Mary, Samuel, John, Robert, Elizabeth and Obedience Sam \nuel having since the execution of the said deed of gift Deesd. leaving leaving the other\nfive above named his Lawful & only heirs which deed of Gift was executed \nthe fifth day of August 1811 and recorded in the Clerks Office of Pendleton Dis\ntrict SoCa in Book L. Page 180 and certified for the 20th day of Septr. 1811\nNow therefore be it known that we Geo. W. Hannon, John E. Blasengame Robert\nE. Blasengame Joseph A Field and William G. Field the five lawful heirs above \nmentioned and sole representatives of the above mentioned deed of Gift have\nfrom mutual consent and special confirmation among ourselves agreed on\nthe following division of the Negroes and their Increase contained in the above \nmentioned deed of Gift. (viz) George W. Hannon to have, Daniel Hannah\nJafse & Joseph, Rit. Jefse & Erns, Haley Jefse, and Flora. John E. Blasengame to have\nJoseph, James or Brum Seller Eliza Amy Raney Harriet Tom Baylis Abram and \nLauisa  Robert E Blasengame to have Henry Milly Ben Manuel Carnelas\nCarolina Maria Winney and Lewis - Joseph A Field to have Maurning Emetilia\nElizabeth Caroline, Buck Lawrence Rebecca, Clary, Alfred, James and Sarah -\nWilliam G Field to have Chany, Bridget, Aaron, Ann, John, Elias, Louisa Annis\nLucy, Frankey Lawrence and Caroline  The division of Property above specified\nwe and each of us do hereby bind ourselves our heirs Executors and administrators\nto abide and confirm forever absolutely in law and in Equity giving and granting\nto each other the separate and sole control of their proportion of the negroes as\nabove specified In testimony whereof we have hereunto set our hands and seals\nthis twenty seventh day of August in the year of our Lord one thousand eight\nhundred and thirty\nSigned sealed and acknowledged in the presence of \t\tGeorge W Hannon (Seal)\nThomas Gibson\t\t\t\t\t\t\tJohn E. Blasengame (Seal)\nNicholas Tripp\t\t\t\t\t\t\tR.E. Blasengame (Seal)\nWm. Holcombe\t\t\t\t\t\t\tJoseph A. Field (Seal)\n\t\t\t\t\t\t\t\tW.G. Field (Seal)\nState of South Carolina\nAnderson District\nPersonally appeared Thomas Gibson before me James\nDouthit one of the Justices of the Luorum in and for the \nDistrict aforesaid and being sworn in due form of law and on his oath said \nthat he saw Geo. W. Hannon John E. Blasengame Robert E. Blasengame Joseph \nA. Field and Wm. G Field each of them sign their names acknowledge\ntheir seals and deliver the within deed of Settlement for the within mentioned\npurpose and that Nicholas Tripp and Wm. Holcombe did subscribe their names\nwith himself as witness to the same sworn and subscribed unto before me\nthis 18th day of November 1830\t\t\tThomas Gibson\nJ.Douthit J.D.\nRecorded the 7th day of February 1831 and examined by\n\t\t\t\tWilliam L. Keith c.c.&R.M.C",
    "dupicken_a-1_439": "(414)\n…\nCatharine Humphreis to Rebecca Thomas\nSouth Carolina \nPickens County or District\nKnow all men by these presents \nthat I Catherine Humphreis of \nthe State & District aforesaid for & in consideration of the love and affection\ncohech I bear unto my daughter Rebecah Thomas of the same place & null\nin consideration of the sum of five dollars to me in hand paid have this \nday bargained sold conveyed & delivered unto the said Rebecah\nThomas her heirs & assigns a certain Negro woman by the name of myse\nor Mize about thirty or thirty five year old To have and to hold said \n(413)\nNegro to said Rebecah her heirs & assigns forever And I do hereby warrant\n& defend said Negro to said Rebecah her heirs & assigns against the claim of my\nself my heirs & all other persons whatever In testimony whereof I have hereunto\nset my hand & affixed my seal this 19th day of February 1831 –   his\nSigned Sealed & delivered in the presence of us\t\tCatharine X Humphreys (Seal)\nMarshal Morton  Anderson Smith\t\t\t\t\t mark\nSouth Carolina \nPickens District\nPersonally come Marshal Morton before me the subsc\nribing Justice and made oath in due form that he did see\nCatharine Humphries execute the within bill sale to Rebecah Thomas and that\nAnderson Smith with himself witnessed the same sworn to and subscri\nbed before me this 14th of March 1831 –\t\t\tMarshal Morton\nJas. Osborn J.D.\nRecorded the 14th day of March 1831 and Examined by \n\t\t\t\t      William L. Keith c.c.&R.M.C.",
    "dupicken_a-1_440": "(414)\n…\nCatharine Humphreis to Rebecca Thomas\nSouth Carolina \nPickens County or District\nKnow all men by these presents \nthat I Catherine Humphreis of \nthe State & District aforesaid for & in consideration of the love and affection\ncohech I bear unto my daughter Rebecah Thomas of the same place & null\nin consideration of the sum of five dollars to me in hand paid have this \nday bargained sold conveyed & delivered unto the said Rebecah\nThomas her heirs & assigns a certain Negro woman by the name of myse\nor Mize about thirty or thirty five year old To have and to hold said \n(413)\nNegro to said Rebecah her heirs & assigns forever And I do hereby warrant\n& defend said Negro to said Rebecah her heirs & assigns against the claim of my\nself my heirs & all other persons whatever In testimony whereof I have hereunto\nset my hand & affixed my seal this 19th day of February 1831 –   his\nSigned Sealed & delivered in the presence of us\t\tCatharine X Humphreys (Seal)\nMarshal Morton  Anderson Smith\t\t\t\t\t mark\nSouth Carolina \nPickens District\nPersonally come Marshal Morton before me the subsc\nribing Justice and made oath in due form that he did see\nCatharine Humphries execute the within bill sale to Rebecah Thomas and that\nAnderson Smith with himself witnessed the same sworn to and subscri\nbed before me this 14th of March 1831 –\t\t\tMarshal Morton\nJas. Osborn J.D.\nRecorded the 14th day of March 1831 and Examined by \n\t\t\t\t      William L. Keith c.c.&R.M.C."
}